Repository: Naren-Patidar/Backup
Catalog: Code-1/CSC/CSC/CCODundeeApplication/App_LocalResources/Points.aspx.*.resx
Languages: tr_tr

# btnCloseThisWindowResource1.AlternateText
source: Close this window
tr_tr: Pencereyi kapat

# clctionperiodResource1.Text
source: Collection Period
tr_tr: Puan toplama dönemi

# imgBacktosummarypageResource1.AlternateText
source: Back to points page
tr_tr: Puan sayfasına geri dön

# lblShow0PtsMsgResource1.Text
source: Could not find any transactions
tr_tr: Herhangi bir işlem bulunamadı

# lclAmountSpentResource1.Text
source: Amount Spent
tr_tr: Harcanan tutar

# lclAmounttoppedupResource1.Text
source: Amount topped up
tr_tr: Eklenen tutar

# lclcardNmbResource1.Text
source: Card number:
tr_tr: Kart numarası:

# lclCardNumResource1.Text
source: Card Number
tr_tr: Kart numarası:

# lclCarriedFromPreviousResource1.Text
source: Points carried over from your previous statement
tr_tr: Bir önceki puan toplama döneminde devreden puanlar

# lclCarriedTonxtResource1.Text
source: Carried forward to your next statement
tr_tr: Bir sonraki döneme devreden

# lclcarriedtonxtstmtResource1.Text
source: Carried forward to your next statement
tr_tr: Bir sonraki döneme devreden

# lclchristmasSaverSumaryResource1.Text
source: Christmas Saver Summary
tr_tr: Christmas Tasarrufu Özet

# lclClubcardPointsFrmBankResource1.Text
source: Clubcard points from Tesco Bank:
tr_tr: Tesco Bank' sından kazanılan Clubcard puanları:

# lclcollectionperiodResource1.Text
source: Earlier Collection Periods
tr_tr: Önceki Puan Toplama dönemleri

# lclCustomerPointResource1.Text
source: Customer Points
tr_tr: Clubcard puanları

# lclDateofTxnResource1.Text
source: Date of transaction
tr_tr: İşlem tarihi

# lclDatetoppedupResource1.Text
source: Date topped up
tr_tr: Ekleme yapılan tarih

# lclDetailResource1.Text
source: Detail
tr_tr: Detay

# lclmemberofChristmasResource1.Text
source: Whilst the customer was a member of the Christmas saver Club they saved some money, which is shown in the table.
tr_tr: Müşterimiz Clubcard Christmas tasarrufu üyeliği süresince tasarruf etmiştir, tabloda görüldüğü gibi

# lclnotxnfoundResource1.Text
source: Could not find any transactions
tr_tr: Herhangi bir işlem bulunamadı

# lclpointsResource1.Text
source: Clubcard points from Tesco:
tr_tr: Tesco' dan kazanılan Clubcard puanları:

# lclPreviousStatementResource1.Text
source: Points carried over from your previous statement
tr_tr: Bir önceki puan toplama döneminde devreden puanlar

# lclqtrPoints1Resource1.Text
source: Points collected this quarter
tr_tr: Bu dönem toplanan puanlar

# lclqtrpointsResource1.Text
source: Points collected this quarter
tr_tr: Bu dönem toplanan puanlar

# lclRewardsResource1.Text
source: Points credited from Clubcard rewards
tr_tr: Clubcard ödüllerinden aktarılan puanlar

# lclsearchLabelResource1.Text
source: Search by:
tr_tr: Ara:

# lclSummaryResource1.Text
source: Summary
tr_tr: Özet

# lclSummaryResource2.Text
source: Summary
tr_tr: Özet

# lclTotalPointUptoResource1.Text
source: Clubcard points total up to
tr_tr: Toplamı kadar Clubcard puanları

# lcltotalResource1.Text
source: Points total as of now:
tr_tr: Toplam puanlar:

# lclTotPointResource1.Text
source: Total points
tr_tr: Toplam puanlar

# lcltotpointsResource1.Text
source: Clubcard points total up to
tr_tr: Toplamı kadar Clubcard puanları

# lclTransactionResource1.Text
source: Transaction:
tr_tr: İşlem:

# lcltxnDetails1Resource1.Text
source: Transaction Details
tr_tr: İşlem detayları

# lcltxnDetailsResource1.Text
source: To view transaction detail for this period
tr_tr: Bu dönem için işlem detaylarını görüntüle

# lclTxndetailssResource1.Text
source: Transaction Details
tr_tr: İşlem detayları

# lclTxnTypeResource1.Text
source: Transaction type
tr_tr: İşlem tipi

# lclviewpointsResource1.Text
source: To view your points, please select which collection period you are interested in.
tr_tr: Puanlarınızı görüntülemek için, lütfen istediğiniz puan toplama dönemini seçiniz.

# lclvouchersBackResource1.Text
source: Explain that this money will be given back to them as vouchers in their November statement.
tr_tr: Bu paranın onlara Kasım ayı için çek şeklinde verileceğini anlatın postalama.

# lnkShowInfoResource1.Text
source: Show Info
tr_tr: Detayı göster

# ltrColPrdResource1.Text
source: Collection Period
tr_tr: Puan toplama dönemi

# ltrTescoBankTotalRewardLabelResource1.Text
source: Voucher Total to date
tr_tr: Bu güne kadar kazanılan Nakit çeki tutarı

# ltrTescoTotalRewardLabelResource1.Text
source: Voucher Total to date
tr_tr: Bu güne kadar kazanılan Nakit çeki tutarı

# ltrTotalRewardValueTitleResource1.Text
source: Value in Clubcard vouchers:
tr_tr: Clubcard Nakit Çeki değeri:

# PageResource1.Title
source: Customer Points
tr_tr: Clubcard puanları

# TemplateFieldResource2.HeaderText
source: Card number
tr_tr: Kart numarası

# TemplateFieldResource3.HeaderText
source: Date
tr_tr: Tarih

# TemplateFieldResource4.HeaderText
source: Time
tr_tr: Süre

# TemplateFieldResource5.HeaderText
source: Transaction details
tr_tr: İşlem detayları

# TemplateFieldResource6.HeaderText
source: Bonus Points
tr_tr: Bonus Puan

# TemplateFieldResource7.HeaderText
source: Total Points
tr_tr: Toplam puanlar

# TemplateFieldResource8.HeaderText
source: Total Spend
tr_tr: Toplam harcama

# TemplateFieldResource9.HeaderText
source: Points
tr_tr: Puanlar

# CredetedAcc
source: credited to your account
tr_tr: Hesabınıza eklenmiştir

# CreditedBAMiles
source: Number of BA Miles credited to your account
tr_tr: Hesabınıza eklenen BA Miles milleri

# NoOf
source: Number of
tr_tr: Sayısında

# TotVoucherCost
source: Clubcard Voucher Total
tr_tr: Clubcard Nakit çeki toplamı
