Repository: Naren-Patidar/Backup
Catalog: Code-1/MCA/Source/Tesco.ClubcardProducts.MCA.Web/Web/Views/Activation/App_LocalResources/Home.cshtml.*.resx
Languages: cs_cz, tr_tr

# btnConfirmPersonalDtlsResource1.Text
source: Confirm
cs_cz: Potvrdit
tr_tr: Onayla

# ClubcardNumber
source: Please enter a valid Clubcard number.
cs_cz: Zadejte prosím platné číslo Clubcard.
tr_tr: Lütfen geçerli bir Clubcard numarası girin.

# CreditCard_ClubcardNumber
source: You appear to have entered a Credit Card number, please enter the Clubcard number on the bottom left hand side of your Credit Card
cs_cz: Zdá se, že jste zadali číslo kreditní karty, prosím zadejte číslo Clubcard z dolní levé strany Vaší kreditní karty
tr_tr: Clubcard numarası yerine Kredi Kart numaranızı girdiniz, lütfen Clubcard numaranızı giriniz.

# DayOfBirth
source: Please enter a valid Date.
cs_cz: Zadejte prosím platné datum.
tr_tr: Lütfen geçerli bir tarih girin.

# EmailAddress
source: Please enter a valid Email address.
cs_cz: Zadejte prosím platnou emailovou adresu.
tr_tr: Lütfen geçerli bir e posta girin.

# FirstName
source: Please enter a valid First name.
cs_cz: Zadejte prosím platné křestní jméno.
tr_tr: Lütfen geçerli bir isim girin.

# LastName
source: Please enter a valid Surname.
cs_cz: Zadejte prosím platné příjmení.
tr_tr: Lütfen geçerli bir soyadı girin.

# lclAccessResource1.Text
source: You can now access your Clubcard account online.
cs_cz: Teď se můžete přihlásit na účet Moje Clubcard.
tr_tr: Artık Clubcard hesabınıza online ulaşabilirsiniz.

# lclAwareResource1.Text
source: Please be aware that by following this verification process, your Clubcard account will be linked to the Tesco.com accountcurrently active on this computer. If another person is currently logged onto their Tesco.com account, please log them out before continuing.
cs_cz: Po potvrzení vašich údajů se váš účet Clubcard propojí s vaším účtem na itesco.cz.

# lclCallCustResource.Text
source: If you need to speak to a member of our Customer Services team for further assistance, please call us on
cs_cz: Potřebujete-li další pomoc, kontaktujte nás na <strong>800 222 555.</strong>
tr_tr: If you need to speak to a member of our Customer Services team for further assistance, please call us on 0800 59 16 88* or 0330 123 1688**

# lclClubcardResource1.Text
source: Clubcard Number :
cs_cz: Číslo Clubcard:
tr_tr: Clubcard no:

# lclConfirm1Resource1.Text
source: Thank you for confirming your details
cs_cz: Děkujeme za registraci do účtu Moje Clubcard a za potvrzení vašich údajů

# lclDOBResource1.Text
source: Day Of Birth:
cs_cz: Rok narození:
tr_tr: Doğum tarihi:

# lclEmailResource1.Text
source: Email Address:
cs_cz: Emailová adresa:
tr_tr: E Posta adresi:

# lclFirstNameResource1.Text
source: First Name:
cs_cz: Jméno:
tr_tr: Ad:

# lclHintResource1.Text
source: (Helpful hint: use the name and address that your Clubcard statement mailing is sent to)
cs_cz: (Užitečný tip: Použijte jméno a adresu, na kterou vám bylo poštou doručeno vaše Clubcard vyúčtování)

# lclHouseNoResource1.Text
source: Or House no/name:
cs_cz: nebo číslo domu:

# lclKeepResource1.Text
source: To keep your Clubcard account secure, please confirm your details below. These must match the details we have on file for you.
cs_cz: Z bezpečnostních důvodů potvrďte prosím své údaje níže.
tr_tr: Clubcard hesabınızın gizliliğini korumak için lütfen aşağıda yer alan bilgilerinizi onaylayın. Bu bilgiler kayıtlarımızda bulunan bilgilerinizle eşleşmelidir.

# lclMobileResource1.Text
source: Mobile Telephone Number:
cs_cz: Mobilní telefonní číslo:

# lclMobResource1.Text
source: Month Of Birth:
cs_cz: Měsíc narození:

# lclNameAddressResource1.Text
source: (The name and address entered need to be the same as those registered on your Clubcard account.)
cs_cz: Zadané jméno a adresa se musejí shodovat s těmi, které jste uvedli při registraci na účet Clubcard.

# lclNextTimeResource1.Text
source: Next time, you will be able to access your Clubcard account simply by using your Tesco.com login.
cs_cz: Příště se na svůj Clubcard účet můžete jednoduše přihlásit na www.clubcard.cz.
tr_tr: Bundan sonra kipa.com.tr/clubcard adresinden sadece “Mevcut Müşteriler” alanını doldurarak Clubcard hesabınıza giriş yapabileceksiniz.

# lclPostcodeResource1.Text
source: Postcode:
cs_cz: PSČ:
tr_tr: Posta kodu:

# lclSelectYear.Text
source: Year
cs_cz: Rok

# lclSurNameResource1.Text
source: Surname:
cs_cz: Příjmení:
tr_tr: Soyad:

# lclTryAgainResource1.Text
source: Please try again
cs_cz: Zkuste prosím znovu

# lclYobResource1.Text
source: Year Of Birth:
cs_cz: Rok narození:
tr_tr: Doğum yılı:

# Len_FirstName
source: Please enter a valid First name.
cs_cz: Zadejte prosím platné křestní jméno.
tr_tr: Lütfen geçerli bir isim girin.

# Len_LastName
source: Please enter a valid surname.
cs_cz: Zadejte prosím platné příjmení.
tr_tr: Lütfen geçerli bir soyadı girin.

# Len_MailingAddressLine1
source: Please enter a valid Email address.
cs_cz: Zadejte prosím platné číslo domu.
tr_tr: Lütfen geçerli bir Ev no/adı girin.

# Len_MailingAddressPostCode
source: Please enter a valid Postcode.
cs_cz: Zadejte prosím platné PSČ.
tr_tr: Lütfen geçerli bir posta kodu girin.

# Len_MobilePhoneNumber
source: Please enter a valid Mobile phone number.
cs_cz: Zadejte prosím platné mobilní telefonní číslo.
tr_tr: Lütfen geçerli bir cep telefonu numarası girin.

# liSSNoResource1.Text
source: SSN:
cs_cz: Rodné číslo:
tr_tr: SGK:

# ListItemResource1.Text
source: Day
cs_cz: Den
tr_tr: Gün

# MailingAddressLine1
source: Please enter a valid House no/name.
cs_cz: Zadejte prosím platné číslo domu.

# MailingAddressPostCode
source: Please enter a valid Postcode.
cs_cz: Zadejte prosím platné PSČ.
tr_tr: Lütfen geçerli bir posta kodu girin.

# MonthOfBirth
source: Please enter a valid Month.
cs_cz: Zadejte prosím platný měsíc.
tr_tr: Lütfen geçerli bir ay girin.

# PageResource1.Title
source: Activation
cs_cz: Aktivace

# Span1ConfirmClubcardDetails.Text
source: Confirm your Clubcard details.
cs_cz: Potvrďte prosím údaje vašeho účtu Moje Clubcard.

# Span2ReConfirmClubcardDetails.Text
source: Re-Confirm your Clubcard details.
cs_cz: Potvrďte prosím znovu vaše údaje.

# Span3ReconfirmDetailsMessage.Text
source: The details you have entered do not exactly match those on our system.
cs_cz: Podrobnosti, které jste zadali, přesně neodpovídají těm v našem systému.

# SSN
source: Please enter a valid SSN.
cs_cz: Zadejte prosím platné rodné číslo.
tr_tr: Lütfen geçerli bir SGK numarası girin.

# YearofBirth
source: Please enter a valid Year.
cs_cz: Zadejte prosím platný rok.
tr_tr: Lütfen geçerli bir yıl girin.

# lclAccountResource1.Text
source: This account is not available to view online. If you need to speak to a member of our team for further assistance, call us on 0800 591 688<sup>1</sup> or 0330 123 1688<sup>2</sup>.
cs_cz: Tento účet není k dispozici pro on-line prohlížení. Prosím, zavolejte na linku Clubcard 800 222 555, kde Vám pomohou.

# lclErrorResource1.Text
source: If this has happened in error or you would like to rejoin, please call the Clubcard helpline on 0800 59 16 88.
cs_cz: Pokud se tak stalo omylem nebo byste se chtěli znovu přihlásit, zavolejte na linku 800 222 555.

# lclmainContentAccountActivation.Text
source: Activation in progress
cs_cz: Your Clubcard account online is being activated.

# lclPreviousResource1.Text
source: This account has been closed. If this has happened in error or you would like to rejoin, call us on 0800 591 688<sup>1</sup> or 0330 123 1688<sup>2</sup>.
cs_cz: Tento účet byl již v minulosti zrušen.

# lclProcessResource1.Text
source: We are in the process of activating your Clubcard account. This process can take up to 24 hours, after which you will be able to log in.
cs_cz: We are in the process of activating your Clubcard account for use online.

# lclConfirm2Resource1.Text
source: Thank you for confirming your Clubcard details.
tr_tr: Clubcard detaylarınızı teyit ettiğiniz için teşekkür ederiz.

# MobilePhoneNumber
source: Please enter a valid Mobile phone number.
tr_tr: Lütfen geçerli bir cep telefonu numarası girin.

# PageResource2.Title
source: Clubcard - Tesco.com
tr_tr: Clubcard - Kipa.com

# Len_EmailAddress
source: Please enter a valid Email address.
tr_tr: Lütfen geçerli bir e posta girin.

# Len_SSN
source: Please enter a valid SSN.
tr_tr: Lütfen geçerli bir SGK numarasını uygun bir süre için girin.
