Repository: Naren-Patidar/Backup
Catalog: Code-1/MCA/Source/Tesco.ClubcardProducts.MCA.Web/Web/Views/Shared/EditorTemplates/App_LocalResources/ContactModel.cshtml.*.resx
Languages: pl_pl, tr_tr

# DescriptionText
source: Choose how to receive your Clubcard vouchers and coupons. Please choose one option:
pl_pl: Zaznacz jedną z poniżej dostępnych opcji:
tr_tr: Sizinle iletişime geçmek ve Clubcard hesap özetinizi, hediye çeklerinizi ve kuponlarınızı göndermek için kullanmamızı istediğiniz yöntemi seçin. Lütfen birini seçin:

# HeaderText
source: How would you prefer Clubcard to contact you?
pl_pl: Wybierz formę kontaktu oraz sposób otrzymywania swojego wyciągu CLUBCARD
tr_tr: Clubcard'ın sizinle nasıl iletişime geçmesini istersiniz?

# lblBrailleDesc
source: Opt in or out of these services by calling our Customer Services team on <strong>0800 591 688</strong> * or <strong>0330 123 1688 </strong> **
pl_pl: Zapisz się lub zrezygnuj z usługi. Skontaktuj się z bezplatną Infolinią Clubcard pod numerem telefonu 800 105 104 0800 591 688 * or 0330 123 1688 **

# lblCheckAddress
source: Please check the first line of your address:
pl_pl: Zweryfikuj adres korespondencyjny (ulica):

# lblConfirm
source: Confirm
pl_pl: Potwierdź
tr_tr: Onayla

# lblConfirmEmail
source: Please confirm your email address:
pl_pl: Potwierdź adres e-mail:
tr_tr: Lütfen e-posta adresinizi onaylayın*:

# lblConfirmMobile
source: Please confirm your mobile number:
pl_pl: Potwierdz numer telefonu komórkowego*:
tr_tr: Lütfen cep telefonu numaranızı onaylayın*:

# lblDesc
source: We’ll do our best to get in touch with you by your chosen contact method. Sometimes we’ll need to contact you by post for business or policy reasons, or when we can’t get through by email or phone. <br></br><br></br>If you have a joint account, make sure you have the permission of the other members to update contact preferences. You can find out more in our
pl_pl: W przypadku pytań lub wątpliwości dotyczących powyższych możliwości otrzymywania Twojego wyciągu CLUBCARD prosimy o kontakt z bezpłatną infolinią 800 105 104.
tr_tr: Sizinle seçtiğiniz yöntem aracılığıyla iletişim kurmak için elimizden geleni yapacağız, ancak yine de kayıtlı e-posta adresinizle veya cep telefonu numaranızla ilgili bir sorun olduğunda ya da işletme ilkelerimiz veya politikalarımız gereğince sizinle posta yoluyla iletişime geçmek zorunda kalabiliriz.Daha fazla bilgi için lütfen inceleyiniz

# lblEmailDesc
source: You will be sent an email with a link to My Clubcard Account to access your latest statement, vouchers, and coupons.
pl_pl: Jeżeli wybierzesz tę opcję kontaktu, informacje na temat Twojego wyciągu CLUBCARD z kuponami i bonami będziemy przesyłać na podany powyżej adres e-mail. Bony i kupony CLUBCARD będą dostępne na koncie wcześniej niż w wersji papierowej, którą wysyłamy pocztą.
tr_tr: En güncel hesap özetinize, hediye çeklerinize, kuponlarınıza ve puan özetinize erişebileceğiniz Clubcard Hesabım sayfanızın bağlantısını içeren bir e-posta alacaksınız.

# lblEmailDesc1
source: By clicking ‘Update contact preferences’, you will no longer receive your Clubcard statement or coupons in the post.
pl_pl: Wybierając tę opcję kontaktu, wyrażam zgodę na otrzymywanie informacji środkami komunikacji elektronicznej na podany powyżej adres e-mail. Informujemy równocześnie, że zaznaczając tę opcję, rezygnujesz z otrzymywania papierowego wyciągu CLUBCARD.
tr_tr: Onayla butonuna tıkladığınızda, bundan sonra iletişimlerimiz kısa mesaj ile olacaktır

# lblEnterEmail
source: Please enter your email address:
pl_pl: Podaj adres e-mail:
tr_tr: Lütfen e-posta adresinizi girin*:

# lblEnterMobile
source: Please enter your mobile number:
pl_pl: Wprowadź numer telefonu*:
tr_tr: Lütfen cep telefonu numaranızı girin*:

# lblPostDesc
source: If you need to update your address,
pl_pl: Zawsze możesz zaktualizować swój adres korespondencyjny w zakładce:
tr_tr: Adresiniz yanlış ise lütfen burada güncelleyin

# lblPrefEmail
source: Online Via Email
pl_pl: Online za pośrdnictwem e-mail
tr_tr: E-Posta

# lblPrefPost
source: Via Post
pl_pl: Za pośrednictwem poczty

# lblPrefText
source: Via Text Message
pl_pl: Za pośrednictwem wiadomości tekstowych SMS
tr_tr: Kısa Mesaj

# lblTextDesc
source: You will be sent a text message with a link to My Clubcard Account to access your latest statement, vouchers, and coupons.
pl_pl: Wysłano e-mail z linkiem aktywacyjnym do Twojego konta Clubcard. Aby uzyskać pełny dostęp do wyciągów, kuponów oraz podsumowania punktów Clubcard, zakończ aktywację.
tr_tr: En güncel hesap özetinize, hediye çeklerinize, kuponlarınıza ve puan özetinize erişebileceğiniz Clubcard Hesabım sayfanızın bağlantısını içeren bir kısa mesaj alacaksınız.

# lblTextDesc1
source: By clicking ‘Update contact preferences’, you will no longer receive your Clubcard statement or coupons in the post.
pl_pl: Informujemy równocześnie, że zaznaczając tą opcję rezygnujesz z otrzymywania papierowego wyciągu CLUBCARD.
tr_tr: Onayla butonuna tıkladığınızda, bundan sonra iletişimlerimiz kısa mesaj ile olacaktır

# lnkMyPersonalDetails
source: edit your personal details.
pl_pl: Dane osobowe.
tr_tr: My personal details

# MessageDataSaved
source: Your changes have been saved
pl_pl: Zapisano zmiany

# lclRequireWarningText
source: Indicates required fields
pl_pl: pola wymagane

# errMessageEmail
source: Please enter a valid email address
pl_pl: Wprowadzony adres e-mail jest nieprawidłowy. Podaj poprawny adres e-mail

# PageName
source: Preference
pl_pl: Preferencje kontaktu

# TrackEmail
source: E-mail address
pl_pl: Adres e-mail

# lblBrailleOpted
source: You are opted in to receive braille statements. Opt out of this service by calling us on 0800 591 688<sup>1</sup> or 0330 123 1688<sup>2</sup>.
tr_tr: You are opted in to Braille statement.

# lblBrailleStatementNotOptIn
source: Opt in to these services by calling us on 0800 591 688<sup>1</sup> or 0330 123 1688<sup>2</sup>.
tr_tr: You are not opted in to Braille/Large Print statement.

# lblLargePrintOpted
source: You are opted in to receive large print statements. Opt out of this service by calling us on 0800 591 688<sup>1</sup>or 0330 123 1688<sup>2</sup>.
tr_tr: You are opted in to Large Print statement.

# lnkTnC
source: terms and conditions.
tr_tr: Şartlar ve Koşullarımızı
